<?php
$a = "Некогда в Идеальном Мире было множество великих драконов, чья сила помогала поддерживать баланс. Могущественнее их были только боги. Следуя своим принципам справедливости, божества как возвышали, так и наказывали представителей драконьего племени. В результате последнего некоторые драконы погибли (и теперь герои находят их останки), а другие были запечатаны или пропали. Настало время перемен, время пробуждения драконов!

Иллюзорный Павильон Полнолуния, улучшенные внешности для магов и воинов, продолжение погони за Аидой на новых территориях Западного континента, Небо идеала и полезные пассивные навыки, изменение умений. Скоро будет установлено глобальное обновление! В Землях небожителей открылся путь в мир сновидений Байли Чжишуя, хозяина Гробницы шепотов. Это место приняло облик Павильон Полнолуния, где юноша снова смог быть вместе с погибшими родными и близкими людьми. Обычные правила не действуют в павильоне. Сплоченный отряд легко справится с обитателями галерей и террас, а в награду получит ресурсы для создания Заоблачного оружия. Из Дольфа Аида сбежала в юго-восточную часть Западного континента. Говорят, в тех краях находится еще одно Логово метаморфов. Кого теперь одурманит Аида и чью поддержку получит? Будет ли она и дальше отступать или решится на мощную атаку? Ответы на эти вопросы получат те, кто перейдет на новую ступень небес — Небо идеала! Посланница ждет героев в Дольфе.

В зависимости от ваших выборов будет незначительно меняться история, за прохождение которой вы получите кровь для создания книг пассивных умений и предметы для повышения ранга Заоблачных божеств.";
function printtext($textst)
{
	echo $textst;
}

?>